Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=365_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámi parlamentáralaš ráđi jođiheapmi sirdásii Supmii
sms: SääŠm parlamenttaarla suåvtõõzz vaaldšem LääŠddjânnma

source: Suoma sámedikki ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi, bargá Sámi parlamentáralaš ráđi ságadoallin čuovvovaš guokte jagi.
sms: LääŠddjânnam sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi tuåmmai puõŠtti kueŠhtt eeŠjj SääŠm parlamenttaarla suåvtõõzz saaǥǥjååŠđteeŠjen.

source: SPR jođiheapmi sirdásii Suoma sámediggái Ruoŧa sámedikkis.
sms: SaaǥǥjååŠđtemvuõtt seŠrddõõvi LääŠddjânnam sääŠmtegga Ruõcc sääŠmteeŠǧǧest.

source: Govain Ruoŧa sámedikki stivrra ságadoalli Sara Larsson, Norgga sámedikki várreságadoalli Laila Susanne Vars ja Suoma sámedikki ságadoalli Klemetti Näkkäläjärvi.
sms: Snimldõõǥǥin Ruõcc sääŠmteeŠǧǧ halltõõzz saaǥǥjååŠđteei Sara Larsson, Taar sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Laila Susanne Vars da LääŠddjânnam sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi.

source: Govat: Sára Márjá Magga.
sms: Snimldõõǥǥ: Sára Márjá Magga.

source: – Lea illu addit jođiheami Supmii dilis, mas sámeáššit leat šaddamen earenoamáš álbmogiidgaskasaš geahčastaga čuozahahkan Ovttastuvvon Nášuvnnain (ON), gávnnahii Ruoŧa sámedikki ságadoalli Sara Larsson parlamentáralaš ráđi čoahkkimis Roavvenjárggas 14.4.
sms: – Lij rämm luõvted saaǥǥjååŠđtemvuõtt vueŠjjest, koŠst sääŠmääŠšš liâ pueŠttmen jiiŠjjesnallšem taŠrǩǩeem täävtõssân YK:st, maainsti Ruõcc sääŠmteeŠǧǧ saaǥǥjååŠđteei Sara Larsson parlamenttaarla suåvtõõzz såbbrest RuäŠvnjaarǥâst 14.4.

source: Sámi parlamentáralaš ráđđi lea vuođđuduvvon 2000-luvun álggus ja dat doaibmá Davviriikkaid sámedikkiid ovttasbargoorgánan.
sms: SaaŠmi parlamenttaarlaž suåvtõs lij vuâđđuum 2000-lååǥǥ aalǥâst da tõt tuåimmai TâŠvvjânnamlaž sääŠmteeŠǧǧ õhttsažtuâjjorgaanân.

source: Maiddái Ruošša sámit oassálastet ráđi bargui.
sms: Ruõšš sääŠm še liâ vuässõõttâm suåvtõõzz tuõjju.

source: Parlamentáralaš ráđđi čoahkkána Roavvenjárggas ja oažžu guossin ON eamiálbmotvuoigatvuođaid earenoamašraporterejeaddji James Anaya.
sms: Parlamenttaarlaž suåvtõs noorââtt RuäŠvnjaarǥâst da vuäǯǯ kueŠssen YK vuõssnaroodi ooumažvuõiggâdvuõđi spesialteâđteei James Anayan.

source: Earenoamášraporterejeaddji lea dál vuosttaš geardde olmmošvuoigatvuođaid historjjás ráhkadeamen olmmošvuoigatvuohtaraportta álbmogis, mii orru njealji riikka guovllus.
sms: Spesialteâđteei lij vuõssmõs vuâra ooumažvuõiggâdvuõđriâššâm histoorâst valmšteŠmen spesialnallšem teâđtõõzz naroodâst, kååŠtt jäälast neellj valdia vuuŠdest.

source: Olmmošvuoigatvuohtaraporttat leamaš ovdal ovtta stáhtas ja dan olmmošvuoigatvuohtadiliin ain hávil.
sms: Ooumažvuõiggâdvuõtt-teâđtõõzz liâ ääiŠjab leämmaž valdia mieŠlddsa.

source: Earenoamášraporterejeaddji galledeami olis Roavvenjárggas ordnejuvvo gaskavahku 15.4. konferánsa, mii gieđahallá sámiid olmmošvuoigatvuođaid ja iešmearrideami ollašuvvama.
sms: Spesialteâđteei kueŠssreissu kuõskeeŠl RuäŠvnjaarǥâst riâžžât saaŠmi ooumažvuõiggâdvuõđid da jiiŠjjesvaaldšem teâuddjumuužž ǩiõttʼtõõlli konferenss seärad 15.4.

source: Davviriikkaid sámedikkit raporterejit sámiid diliin iežaset ruoktoriikkain.
sms: TâŠvvjânnamlaž sääŠmteeŠǧǧ teâđte saaŠmi staattus diõtt jiijjâz dommvaldiai beäŠlnn.

source: Stáhtaid ráđđehusaid ovddasteaddjit leat konferánssas mielde ovdanbuktimen stáhtaid oainnuid ja vástideamen sámedikkiid ovdanbuktin gážaldagaide ja ságastallamiidda.
sms: Valdia halltõõzzi võboršeeŠǩǩ liâ konfereensest maadârdeŠmen valdiai ǩiõččâmvueŠjj da vaŠstteŠmen sääŠmteeŠǧǧ maadârdum kõõččmõõžžid da saaǥǥstõõllmõõžžid.

source: Bearjadaga 16.4. beassá maid sámi sivilaservodat, sámi searvvit ja organisašuvnnat ovdanbuktit iežaset oainnuid earenoamášraporterejeaddjái.
sms: Piâtnâc 16.4. še sääŠm meerlažõhttsažkåŠdd leŠbe sääŠm organisaatiad liâ koččum maadârdet jiijjâz vueiŠneŠlmid spesialteâđtejja.

source: Álbmogiidgaskasaš konferánssa temán Roavvenjárggas leat sámiid iešmearrideapmi álgoálbmogin, vuoigatvuohta eatnamiidda, čáziide ja luondduriggodagaide, mánát ja nuorat earenoamážit giela ja oahpahusa olis ja vel lassin olmmošvuoigatvuohtakonvenšuvnnaid goziheapmi ja mearreáigerapoteren iešguđet riikkas.
sms: Spesialteâđteei kueŠssreissu kuõskki meeraikõskksa konfereens äŠššen liâ saaŠmi jiõččmieŠrreemvuõiggâdvuõtt vuõssnaroodân, mädd-, čääŠcc- da luâđreeŠǧǧesvuõiggâdvuõđ, päärna da nuõr eärben ǩiõl da mättŠtõõzz vueiŠneŠlm diõtt di ooumažvuõiggâdvuõttsuåppmõõžži valvvâm da mieŠrräiggsažteâđtumuš jeeŠres valdiain.
